Repository: ravipurne/nano
Catalog: po/*.po
Languages: hi

source: Go To Directory
hi: डिरेक्टरी में जाए

source: Cancelled
hi: रद्द किया

source: Can't go outside of %s in restricted mode
hi: प्रतिबंधित मोड में %s के बाहर नहीं जा सकते

source: Error reading %s: %s
hi: पढ़ने में तृटी%s: %s

source: Can't move up a directory
hi: डिरेक्टरी को ऊपर स्थानांतरित नहीं कर सकते

source: Search
hi: खोज

source: [Case Sensitive]
hi: [अक्षर संवेदनशील]

source: [Backwards]
hi: [पीछे की ओर]

source: Search Wrapped
hi: wrapped खोज

source: This is the only occurrence
hi: यह केवल एक बार है

source: No current search pattern
hi: खोज पैटर्न नही है

source: Can't insert file from outside of %s
hi: %s के बाहर से फ़ाइल सम्मिलित नहीं कर सकते

source: No more open file buffers
hi: कोई खुला फ़ाइल बफ़र्स नही

source: Switched to %s
hi: %s में परिवर्तित

source: New Buffer
hi: नई बफर

source: Read %lu line (Converted from DOS and Mac format)
hi: %lu लाईन पढे (डॉस तथा मॅक फॉरमॅट से परिवर्तित)

source: Read %lu line (Converted from Mac format)
hi: %lu लाईन पढे (मॅक फॉरमॅट से परिवर्तित)

source: Read %lu line (Converted from DOS format)
hi: %lu लाईन पढे (डॉस फॉरमॅट से परिवर्तित)

source: Read %lu line
hi: Прочетен %lu ред

source: Read %lu line ( Warning: No write permission)
hi: %lu लाईन पढे (चेतावनी: लिखने की अनुमति नहीं)

source: Reading File
hi: फाइल्स पढना चालू

source: New File
hi: नई फाईल

source: "%s" not found
hi: „%s“ नही मिला

source: "%s" is a directory
hi: „%s“ डिरेक्टरी है

source: "%s" is a device file
hi: „%s“ डिव्हाईस फाईल है

source: Command to execute in new buffer [from %s]
hi: नए बफर में एक्सिक्युट करणे के लिये कमांड [से %s]

source: Command to execute [from %s]
hi: एक्सिक्युट करणे के लिये कमांड [से %s]

source: File to insert into new buffer [from %s]
hi: नए बफर में डालने के लिए फ़ाइल[от %s]

source: File to insert [from %s]
hi: डालने के लिए फ़ाइल [от %s]

source: Key invalid in non-multibuffer mode
hi: नॉन-मल्टिबफर मे अमान्य की

source: Can't write outside of %s
hi: %s के बाहर नही लिख सकते

source: Too many backup files?
hi: बहुत ज्यादा बॅकअप फाइल्स?

source: Error writing %s: %s
hi: लिखने मे तृटी %s: %s

source: Error writing temp file: %s
hi: टेम्प फिले मिखने मे तृटी : %s

source: Wrote %lu line
hi: %lu लाईन लिखे

source: [DOS Format]
hi: [डॉस फॉरमॅट ]

source: [Mac Format]
hi: [मॅक फॉरमॅट ]

source: [Backup]
hi: [बॅकअप ]

source: Prepend Selection to File
hi: सिलेक्शन फाईल मे पहले जोडे

source: Append Selection to File
hi: सिलेक्शन फाईल मे जोडे

source: Write Selection to File
hi: सिलेक्शन फाईल मे लिखे

source: File Name to Prepend to
hi: पहले जोड़ने के लिये फाईल का नाम

source: File Name to Append to
hi: जोड़ने के लिये फाईल का नाम

source: File Name to Write
hi: लिखने के लिये फाईल का नाम

source: File exists, OVERWRITE ?
hi: फाईल मौजूद, बदले?

source: Save file under DIFFERENT NAME ?
hi: अलग नाम के तहत फ़ाइल को सेव्ह करे?

source: File was modified since you opened it, continue saving ?
hi: खोलने के कारण फाईल मॉडिफाय हो गयी, सेव्ह करे?

source: (more)
hi: (अधिक)

source: Press Enter to continue starting nano.
hi: nano शुरू करणे के लिये एंटर दबाये.

source: Cancel
hi: रद्द करें

source: Replace
hi: बदले

source: No Replace
hi: नही बदले

source: Case Sens
hi: अक्षर संवेदन.

source: Backwards
hi: पीछे की ओर

source: PrevHstory
hi: पुराना इतिहास

source: NextHstory
hi: नया इतिहास

source: Go To Text
hi: टेक्स्ट पे जाओ

source: WhereIs Next
hi: अगला कहा है

source: First File
hi: पहली फाईल

source: Last File
hi: आखरी फाईल

source: To Files
hi: फाईल्स कि और

source: DOS Format
hi: डॉस फॉरमॅट

source: Mac Format
hi: मॅक फॉरमॅट

source: Append
hi: जोडे

source: Prepend
hi: आगे जोडे

source: Backup File
hi: बॅकअप फाईल

source: Execute Command
hi: कमांड एक्सएक्युट करें

source: Go To Dir
hi: डिरेक्टरी में जाये

source: Get Help
hi: सहाय्यता ले

source: Exit
hi: बाहर

source: Where Is
hi: कहा है

source: Prev Page
hi: पिछाला पेज

source: Next Page
hi: अगला पेज

source: First Line
hi: पहली लाईन

source: Last Line
hi: आखरी लाईन

source: Beg of Par
hi: बेग ऑफ पार

source: End of Par
hi: एन्ड ऑफ पार

source: Refresh
hi: रिफ्रेश

source: Insert File
hi: फाईल डालें

source: Go To Line
hi: लाईन पे जाये

source: Justify the current paragraph
hi: वर्तमान अनुच्छेद को सही ठहराये

source: Cancel the current function
hi: वर्तमान फंकशन को रद्द करें

source: Display this help text
hi: ये हेल्प टेक्स्ट दिखाये

source: Close the current file buffer / Exit from nano
hi: वर्तमान फाइल बफर बंद करें / नॅनो बंद करें

source: Exit from nano
hi: नॅनो बंद करें

source: Write the current file to disk
hi: वर्तमान फाइल डिस्क मी लींखे

source: Insert another file into the current one
hi: वर्तमान फाइल में दुसरीं फाइल डालें

source: Search for a string or a regular expression
hi: स्ट्रींग / रेगुलर एक्स्प्रेशन खोजे

source: Cut the current line and store it in the cutbuffer
hi: वर्तमान लाइन को कट करके कटबफर में डालें

source: Uncut from the cutbuffer into the current line
hi: कटबफर से वर्तमान लाइन में डालें

source: Display the position of the cursor
hi: कर्सर कि पोझीशन दिखाये

source: Invoke the spell checker, if available
hi: अगर उपलब्ध हो तो स्पेल चेकर शुरु करें

source: Replace a string or a regular expression
hi: स्ट्रींग / रेगुलर एक्स्प्रेशन को बदलें

source: Go to line and column number
hi: लाइन और कॉलम नंबर पे जाये

source: Mark text at the cursor position
hi: कर्सर पोझिशन पे टेक्स्ट मार्क करें

source: Repeat last search
hi: आखरी खोज दोहरायें

source: Copy the current line and store it in the cutbuffer
hi: वर्तमान लाइन को कॉपी करके कटबफर में डालें

source: Indent the current line
hi: करंट लाइन को इण्डेण्ट करें

source: Unindent the current line
hi: करंट लाइन को अनइंडेंट करें

source: Undo the last operation
hi: पिछले आपरेशन पूर्ववत करें

source: Redo the last undone operation
hi: अंतिम पूर्ववत ऑपरेशन फिर से करें
